# Taps
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask"

# Binaries
brew "act"
brew "awscli"
brew "cdktf"
brew "curl"
brew "cypher-shell"
brew "docker-compose"
brew "docker"
brew "eksctl"
brew "gh"
brew "gnu-time"
brew "golang"
brew "goreleaser"
brew "gpg"
brew "graphviz"
brew "helm"
brew "htop"
brew "hugo"
brew "iperf"
brew "jq"
brew "krew"
brew "kubernetes-cli"
brew "kustomize"
brew "mas"
brew "mtr"
brew "nmap"
brew "node"
brew "openshift-cli"
brew "php"
brew "podman"
brew "pwgen"
brew "qemu"
brew "rename"
brew "ruby"
brew "skopeo"
brew "terraform-docs"
brew "terraform"
brew "tidy-html5"
brew "tree"
brew "vault"
brew "wget"
brew "yq"

# Apps
cask "1password-cli"
cask "1password"
cask "agenda"
cask "alfred"
cask "dash"
cask "google-chrome"
cask "iterm2"
cask "logitech-camera-settings"
cask "monitorcontrol"
cask "neo4j"
cask "ngrok"
cask "paw"
cask "skitch"
cask "synology-drive"
cask "viscosity"
cask "visual-studio-code"

# App Store
mas "Adblock Plus", id: 1432731683
mas "Apple Configurator 2", id: 1037126344
mas "Magnet", id: 441258766
mas "MindNode", id: 1289197285
mas "Save to Pocket", id: 1477385213
